export default `
# Лицензионное соглашение

Настоящее лицензионное соглашение регулирует порядок использования браузерной интерактивной онлайн-игры (далее – «Игра»), размещенной на интернет сайте [https://ag.ru/](https://ag.ru) (далее – «Платформа»). Под Игрой понимается программа для ЭВМ, представляющая собой совокупность тесно связанной и используемой совместно графической, текстовой, цифровой, звуковой, музыкальной, и другой информации, а также автоматизированную систему, представляющую собой базу данных. Любое изменение, обновление и исправление программного обеспечения Игры, также будет считаться частью Игры.

Пожалуйста, внимательно ознакомьтесь с текстом настоящего Лицензионное соглашения (Лицензионного соглашения). В соответствии с настоящим соглашением, Общество с ограниченной ответственностью «КАНОБУ» (далее – «Лицензиар») предоставляет вам (далее – «Лицензиат») права в отношении Игры на условиях, указанных далее. Если вы начали использовать Игру тем или иным образом, включая использование Платформы, либо связанных с ней интернет сайтов, вы соглашаетесь с условиями настоящего соглашения в полном объеме. Если вы не согласны с условиями настоящего соглашения, пожалуйста не используйте Игру и возможности Платформы никаким образом.

Согласие с условиями настоящего соглашения, выраженное в форме, предусмотренной выше, является принятием (акцептом) оферты Лицензиара, порождающим права и обязанности сторон настоящего соглашения в отношении Игры.

Соглашаясь с условиями настоящего соглашения, вы также соглашаетесь с условиями других документов и соглашений, связанных с использованием Игры и размещенных на Платформе.

**1. Предмет соглашения.**

В соответствии с настоящим соглашением, Лицензиар предоставляет вам неисключительную, непередаваемую, ограниченную лицензию на использование Игры, включая дополнительные возможности Игры (далее – «Функционал Игры») и функционал Платформы, в пределах, предусмотренных настоящим соглашением.

**2. Лицензионные права.**

Вы имеете право использовать Игру, а также Функционал Игры следующими способами:

- получить доступ к Игре при помощи регистрации на Платформе или старта игрового процесса;

- участвовать в Игре, используя собственную учетную запись, создавать и развивать собственный аккаунт в Игре, в том числе: развивать свой игровой персонаж, достигать прогресс в рамках игрового процесса, продвигаться по сюжетной линии или кампании, созданной авторами Игры, в соответствии с правилами Игры;

- использовать Функционал Игры на определенных условиях за дополнительную плату.

Вы имеет право использовать полученные права на территории Российской Федерации, а также на территории государств мира, на которых доступна Игра.


**3. Ограничения лицензии.**

Вы соглашаетесь с тем, что ни при каких условиях не будете осуществлять следующие действия:

- осуществлять перевод Игры на другие языки, как в целом, так и в части, включая отдельные элементы (фразы и т.д.) Игры;

- использовать материалы Игры, любые составные элементы Игры любым способом, кроме предусмотренным условиями лицензии, в том числе, но не ограничиваясь: распространять элементы Игры, создавать производные объекты, основанные на данных элементах Игры;

- нарушать игровой процесс Игры путем использования технических ошибок в программном коде Игры, иных ошибок, допущенных Лицензиаром или разработчиком Игры;

- препятствовать третьим лицам в использовании Игры путем создания некомфортной обстановки, угрозами, преследованиями, оскорблениями, введением в заблуждение участников Игры, побуждая их совершать действия, которые они не могли бы совершить без такого введения и т.п.;

- использовать Игру, Функционал Игры в коммерческих целях за пределами ограничений, установленных настоящим соглашений, включая: сбор внутриигровых объектов для дальнейшей продажи, предоставление внутриигровых услуг в обмен на оплату вне Игры и/или в обмен на иное встречное исполнение вне рамок настоящего соглашения, участие в несанкционированной Лицензиаром или разработчиком Игры торговле внутриигровыми объектами, передачи существующего в Игре персонажа или данных третьим лицам;

- Использовать любое неавторизованное стороннее программное обеспечение, которое перехватывает, «добывает» или иным образом собирает информацию из Игры и Платформы;

- Содействовать, создавать или поддерживать любое несанкционированное подключение к Игре или Платформе, включая, помимо прочего, любое подключение к любому несанкционированному серверу, который эмулирует или пытается эмулировать Платформу;

- использовать игровой процесс для рассылки рекламных сообщений участникам Игры;

- передавать полученные права на использование Игры любым третьим лицам посредством заключения сублицензионного, либо иного договора;

- Публично демонстрировать в коммерческих, либо некоммерческих целях, данные из аккаунта третьих лиц, пользователей Игры, а также пользоваться указанными данными;

- передавать третьим лицам право использования данных, переданных Лицензиату в связи с Игрой, содержащихся в аккаунте Лицензиата, включая: передачу своего персонажа, личных достижений в игровом процессе, иных объектов.


**4. Интеллектуальная собственность.**

Игра, права на использование которой передаются вам, включает в себя, в том числе: программное обеспечение, его обновление или исправление, другие утилиты, технологии, текстовые и аудиовизуальные материалы, графику, анимацию, звуки, дизайн, внешний вид Платформы, базу данных игровых персонажей.

Все вышеперечисленное является собственностью Лицензиара или третьих лиц, указанных в Игре, как правообладатели (разработчики) Игры.

Игра принадлежит Лицензиару или третьим лицам и защищена законодательством РФ, а также международными законами об авторском праве, товарных знаках, патентах и т.п.

Вы не можете использовать интеллектуальную собственность если условия настоящего соглашения прямо не разрешают вам этого делать.

Вы соглашаетесь учитывать, не скрывать, не игнорировать права на интеллектуальную собственность Лицензиара и третьих лиц.

Вся интеллектуальная собственность на Игру и Платформы остается во владении Лицензиара и третьих лиц.

Лицензиар оставляет за собой право использовать базу данных Игры, включая, помимо прочего, результат игровых достижений Лицензиата (имена персонажей игроков, изображения ,данные персонажей и т.д.), для любых целей, включая, помимо прочего, рекламные, рекламные и маркетинговые материалы, не нарушая при этом условия соглашения о защите персональных данных.

**5. Права и обязанности сторон**

Вы обязуетесь соблюдать условия настоящего соглашения, а также других документов и соглашений, связанных с использованием Игры и размещенных на Платформе.

Вы обязуетесь указывать корректную информацию о себе при регистрации на Платформе.

Вы обязуетесь самостоятельно предпринимать меры, направленные на защиту информации, размещенной в вашей учетной записи на Платформе и Игре, кроме случаев, когда такая защита осуществляется Лицензиаром.

Вы обязуетесь не нарушать интеллектуальные права Лицензиара и третьих лиц на Игру, игровые элементы и Платформу с учетом статьи 4 настоящего соглашения, а также в соответствии с нормами законодательства РФ.

Вы обязуетесь выполнять указания Лицензиара в процессе использования Игрой, в том числе, если такие указания касаются игрового процесса и правил пользования Игрой.

Вы обязуетесь выполнять и/или соблюдать иные требования Лицензиара, переданными вам в соответствующей форме.

Лицензиар обязуется предоставить вам лицензию в объеме, указанном в настоящем соглашении.

Лицензиар обязуется надлежащим образом хранить ваши личные данные, указанные вами при регистрации на Платформе, в строгом соответствии с законодательством РФ.

Лицензиар обязуется обеспечить игровой процесс и заявленный уровень Игры, а также доступ к Функционалу Игры.

Лицензиар имеет право односторонне изменять текст и условия настоящего соглашения без какого бы то ни было предварительного уведомления.

Лицензиар имеет право хранить и обрабатывать личную информацию Лицензиата в соответствии с соглашением об использовании личных данных.

Лицензиар имеет право самостоятельно управлять игровым процессом, вносить изменения в игровой процесс в соответствии с необходимостью, определяемой Лицензиаром.

Лицензиар имеет право прекратить доступ Лицензиата к Игре по причине нарушений Лицензиатом условий настоящего соглашения или правил Игры.

Лицензиар имеет право вносить изменения в Игру, элементы Игры без уведомления и предупреждения Лицензиата.

Лицензиар имеет право осуществлять защиту интеллектуальных прав на Игру Лицензиара или третьих лиц способом, определяемым Лицензиаром на свое усмотрение.

**6. Ограничение ответственности**

Соглашаясь с условиями настоящего соглашения вы подтверждаете, что будете использовать Игру, Платформу и Функционал Игры на свой риск. Игра, включая ее программное обеспечение предоставляется на условиях «как есть» для вашего использования, без каких-либо гарантий, прямых или подразумеваемых, если только такие гарантии не являются обязательными в силу закона.

Лицензиар предоставляет права на возмездной основе и не гарантирует соответствие Игры предполагаемым целям или представлениям о коммерческой пригодности, помимо заявленных характеристик Игры на Платформе.

Лицензиар не гарантирует совместимость Игры с вашим персональным компьютером. Использование Игры на вашем персональном компьютере вы осуществляете на свой риск.

Лицензиар не гарантирует соответствие Игры и Функционала Игры вашим ожиданиям и субъективным оценкам.

Лицензиар не гарантирует доступ к Игре круглосуточно и допускает перебои в доступе к Игре и Функционалу Игры, в связи с техническими проблемами, ошибками и т.д., однако предпримет все необходимые меры для минимизации данных препятствий.

Вы признаете и соглашаетесь с тем, что ни Лицензиар, ни третьи лица (включая правообладателей Игры) не будут нести ответственность за любые действия пользователей в процессе использования вами Игры.

Любая ответственность Лицензиара, третьих лиц (включая правообладателей Игры) будет ограничена суммой, которую вы потратили для получения прав на Игру, а также на доступ к Функционалу Игры.

Вы соглашаетесь с тем, что ни Лицензиар, ни третьи лица (включая правообладателей Игры) ни при каких обстоятельствах не несут ответственности за прямые или косвенные убытки, возникшие в результате использования Игры, включая затраты на ваше программное оборудование, доступ к сети Интернет и т.д.

Вы соглашаетесь с тем, что ни Лицензиар, ни третьи лица (включая правообладателей Игры) ни при каких обстоятельствах не несут ответственности за действия платежных систем, оказывающих вам услуги по приему и обработке платежей за предоставление прав на использование Игры.

Вы соглашаетесь с тем, что Лицензиар не несет ответственность за утерю вами вашей игровой учетной записи.

Вы соглашаетесь с тем, что Лицензиар не несет ответственность за утерю вами, приобретенных игровых ценностей при использовании Функционала Игры.

Вы уведомлены и соглашаетесь с тем, что игровые ценности, приобретенные вами в процессе использования Функционала Игры не будут обменяны Лицензиаром на денежные средства, а также Лицензиар не осуществляет возврат денежных средств, потраченных вами на получение доступа к Функционалу Игры и игровым ценностям.


**7. Порядок расторжения настоящего соглашения.**

Настоящее соглашение (включая все изменения и дополнения) действует с момента вашего присоединения к нему (как определено выше) и до момента его расторжения. Расторжение настоящего соглашения Лицензиаром допускается на его усмотрение, в одностороннем и внесудебном порядке, в любой момент, по причине, или без таковой. Расторжение настоящего соглашения Лицензиаром вступает в силу в момент уведомления вас об этом, блокировки вашей учетной записи, прекращения функционирования Игры, либо в другой момент, определенный Лицензиаром.

Расторжение настоящего соглашения Лицензиаром не влечет за собой никаких последствий в виде выплаты компенсаций, возмещения убытков или иных платежей в пользу Лицензиата.

Вы можете расторгнуть настоящее соглашение в любой момент по своему усмотрению путем уведомления Лицензиара следующим способом: <privacy@ag.ru>.

С момента расторжения настоящего соглашения, все права, полученные на использование Игры, считаются отозванными.

**8. Адреса и реквизиты.**

Общество с ограниченной ответственностью «КАНОБУ»<br>
ИНН 7713627189<br>
КПП 773101001<br>
ОГРН 1077758341726<br>
ОКВЭД 62.09<br>
ОКПО 82405548<br>
Юридический адрес 121359, г. Москва, ул. Академика Павлова, д. 21 к. 1 Э 1 пом. III ком. 4<br>
Фактический / почтовый адрес 121359, г. Москва, ул. Академика Павлова, д. 21 к. 1 Э 1 пом. III ком. 4<br>
Р/с 40702810638000142447<br>
Банк ПАО Сбербанк<br>
К/с 30101810400000000225<br>
БИК 044525225<br>

Эл.почта: <a href="mailto:feedback@kanobu.ru">feedback@kanobu.ru</a><br>
Тел.: <a href="tel:+79256065442">+79256065442</a>
`;
