export default `
# Политика конфиденциальности
**1. Общие положения.**

1.1. Настоящая Политика является официальным документом Общества с ограниченной ответственностью «КАНОБУ» (ОГРН 1077758341726) (далее – Администрация Сайта), и определяет порядок обработки и защиты информации о Пользователях, пользующихся сайтом: https://ag.ru/(далее – Сайт).

1.2. Отношения, связанные со сбором, хранением, распространением и защитой информации о пользователях Сайта, регулируются настоящей Политикой, иными официальными документами Администрации Сайта и действующим законодательством Российской Федерации.

1.3. Регистрируясь на Сайте и используя его, Пользователь выражает свое согласие с условиями, изложенными в настоящей Политике. В случае несогласия Пользователя с настоящей Политикой использование Сайта и его сервисов должно быть немедленно прекращено.

1.4. Администрация Сайта не проверяет достоверность получаемой (собираемой) информации о пользователях, за исключением случаев, когда такая проверка необходима в целях исполнения Администрацией Сайта обязательств перед пользователем. Администрация Сайта относит предоставленные Пользователем (полученные от пользователя) данные к персональным данным пользователя по умолчанию. На полученные от пользователя данные распространяется режим обработки персональных данных, принятый в Обществе, в полном объеме.

**2. Условия и цели обработки персональных данных.**

2.1. Администрация Сайта собирает и хранит только те персональные данные, которые необходимы для предоставления и оказания услуг (исполнения соглашений и договоров с Пользователем).

2.2. Персональную информацию Пользователя Администрация Сайта может использовать в следующих целях:

2.2.1. Идентификация стороны в рамках соглашений и договоров с Администрацией Сайта;

2.2.2. Связь с пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования Сайтом, оказания услуг, а также обработка запросов и заявок от Пользователя;

2.2.3. Улучшение качества сервисов на Сайте, удобства Сайта, разработка новых функций Сайта;

2.2.4. Проведение статистических и иных исследований, на основе обезличенных данных.

2.3. Администрация Сайта хранит персональную информацию Пользователей в соответствии с внутренними регламентами.

2.4. В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления пользователем информации о себе для общего доступа неограниченному кругу лиц.

2.5. Администрация Сайта вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:

2.5.1. Пользователь выразил свое согласие на такие действия;

2.5.2. Передача необходима в рамках использования Пользователем Сайтом;

2.5.3. Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;

2.5.4. Такая передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации;

2.5.5. В целях обеспечения возможности защиты прав и законных интересов Администрации Сайта или третьих лиц в случаях, когда Пользователь нарушает Правила пользования Сайтом.

2.6. При обработке персональных данных Пользователей Администрация Сайта руководствуется Федеральным законом РФ «О персональных данных».

**3. Порядок ввода в действие и изменения Политики.**

3.1. Политика вступает в силу с момента его утверждения Генеральным директором и действует бессрочно,  до замены его новой Политикой.

3.2. Действующая редакция Политики, являющаяся публичным документом, доступна любому пользователю сети Интернет при переходе по ссылке: https://ag.ru/privacy

3.3. Администрация Сайта вправе вносить изменения в Политику. При внесении изменений Администрация Сайта уведомляет об этом пользователей путем размещения новой редакции на Сайте по постоянному адресу. Предыдущие редакции хранятся в архиве документации Администрации Сайта.

3.4. Продолжение пользования Сайтом Пользователем после размещения Политики в новой редакции либо размещения Политики в новой редакции признается Сторонами принятием условий Политики Пользователем в полном объеме.

**4. Состав персональных данных.**

4.1. Персональные данные Пользователей включают в себя:

4.1.1. предоставляемые Пользователями и минимально необходимые для регистрации на Сайте;

4.1.2. дополнительно предоставляемые Пользователями по запросу Администрации Сайта в целях исполнения Администрацией Сайта обязательств перед Пользователями, вытекающих из размещенных на Сайте: фамилия, имя, отчество; пол; дата рождения; номер Пенсионного страхового свидетельства (СНИЛС); ИНН; паспортные данные – серия/номер, дата выдачи/выдавший орган, адрес регистрации; телефон; платежные реквизиты. Администрация Сайта вправе, в частности, запросить у Пользователя копию документа, удостоверяющего личность, либо иного документа, содержащего имя, фамилию, фотографию Пользователя, а также иную дополнительную информацию, которая, по усмотрению Администрации Сайта, будет являться необходимой и достаточной для идентификации такого Пользователя и позволит исключить злоупотребления и нарушения прав третьих лиц.

4.2. Иная информация о Пользователях, обрабатываемая Администрацией Сайта.
Администрация Сайта обрабатывает также иную информацию о Пользователях, которая включает в себя:

4.2.1. стандартные данные, автоматически получаемые http-сервером при доступе к Сайту и последующих действиях Пользователя (IP-адрес хоста, вид операционной системы пользователя, страницы Сайта, посещаемые пользователем). Информация, содержащая историю посещения Сайта пользователем, доступна Пользователю в соответствующих разделах Сайта;

4.2.2. информация, автоматически получаемая при доступе к Сайту с использованием закладок (cookies);

4.2.3. информация, полученная в результате действий Пользователя на Сайте;

4.2.4. информация, полученная в результате действий других пользователей на Сайте.

4.2.5. информация, необходимая для идентификации Пользователя.

**5. Меры по защите информации о Пользователях.**

5.1. Администрация Сайта принимает технические и организационно-правовые меры в целях обеспечения защиты персональных данных Пользователя от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий.

5.2. Для авторизации доступа к Сайту используется логин и пароль Пользователя. Ответственность за сохранность данной информации несет Пользователь. Пользователь не вправе передавать собственный логин и пароль третьим лицам, а также обязан предпринимать меры по обеспечению их конфиденциальности.

**6. Ограничение действия Политики.**

6.1. Действие настоящей Политике не распространяется на действия интернет-ресурсов  третьих лиц.

6.2. Администрация Сайта не несет ответственности за действия третьих лиц, получивших в результате использования сети интернет или несанкционированного использования Услуг Сайта доступ к информации о Пользователе, а также за  последствия использования информации, которая с согласия Пользователя находится на Сайте в свободном доступе для любого пользователя сети Интернет.

6.3. Администрация Сайта рекомендует Пользователям ответственно подходить к решению вопроса об объеме информации о себе, размещаемой на Сайте.

**7. Обращения пользователей.**

7.1.Пользователи вправе направлять Администрации Сайта свои запросы, в том числе запросы относительно использования их персональных данных в письменной форме по адресу: <a href="mailto:personal@kanobu.ru">personal@kanobu.ru</a> или в форме электронного документа, подписанного квалифицированной электронной подписью в соответствии с законодательством Российской Федерации, через форму обратной связи по адресу : 121359, г. Москва, ул. Академика Павлова, д. 21, кор. 1, э.1, пом III, ком. 4.

7.2. Запрос, направляемый Пользователем, должен соответствовать требованиям, установленным Администрацией Сайта, а именно содержать следующую информацию:
· фамилию, имя, отчество обратившегося;
· сведения о причинах и цели обращения;
· сведения о наличии личного аккаунта на Сайте и возможности его идентификации;
· подпись пользователя или его представителя. При необходимости в целях оперативного и полного рассмотрения Администрацией Сайта обращения Пользователя, Администрация Сайта вправе запрашивать у Пользователя дополнительную информацию.

7.3. Администрация Сайта обязуется рассмотреть и направить ответ на поступивший запрос Пользователя в течение 30 дней с момента поступления обращения.
`;
