export default `
# Условия использования

Добро пожаловать на AG.ru — платформу, которая позволяет хранить библиотеку интересных Вам видеоигр, организовывать и составлять списки игр, а также ставить оценки, делиться мнениями и находить для себя новые развлечения.

## Принятие условий

Настоящие Условия использования («Условия») регулируют отношения между Вами и Behind Games, UAB («мы», «наш») в связи с использованием Вами платформы AG.ru («AG.ru»). Пожалуйста, внимательно прочитайте данный документ.

Воздержитесь от использования AG.ru, если не желаете быть связанными настоящими Условиями (также включающими [политику конфиденциальности](https://ag.ru/privacy_policy)), поскольку получая доступ к любой части AG.ru и используя ее, Вы подтверждаете свое согласие с ними.

## Ваша учетная запись AG.ru

### Создание учетной записи

Учетная запись AG.ru необходима для получения доступа ко всем функциям платформы AG.ru. Вы можете создать учетную запись, указав свой адрес электронной почты и пароль в регистрационной форме или зарегистрировавшись посредством учетной записи одной из социальных сетей, представленных на странице регистрации AG.ru. Вам не нужно платить за регистрацию или оплачивать подписку, чтобы создать учетную запись AG.ru.

Перечень данных, которые необходимо предоставить для регистрации, приводится в нашей [Политике конфиденциальности](/privacy_policy). Важно, чтобы предоставляемая Вами информация была точной, полной и актуальной. Вы можете актуализировать эти данные в любое время в разделе настроек профиля AG.ru.

В качестве имени пользователя AG.ru нельзя использовать:

- имя пользователя, которое используется другим пользователем AG.ru;
- название или товарный знак, на который распространяются любые права другого лица, без соответствующего разрешения;
- оскорбительное, вульгарное, непристойное или иным образом неуместное имя пользователя; а также
- имя пользователя, которое может каким-либо иным образом нарушать настоящие Условия или действующее законодательство.

Платформа AG.ru не предназначена для использовния лицами, не достигшими 18 лет. Вы можете создать учетную запись AG.ru только по достижении указанного возраста.

Учетная запись AG.ru является персональной и не подлежит передаче другим лицам или обмену.

### Безопасность учетной записи

Никогда не раскрывайте кому-либо свои данные для входа. Вы должны обеспечить защиту своей учетной записи AG.ru, своего компьютера, мобильного телефона или другого устройства от доступа третьих лиц.

Вы можете нести ответственность за поведение, нарушение настоящих Условий и действия, совершенные с использованием Вашей учетной записи AG.ru. Мы не несем ответственности перед Вами или любыми третьими лицами за любые убытки или ущерб, возникшие в результате несанкционированного использования Вашей учетной записи AG.ru или несанкционированного доступа, использования, изменения или раскрытия Ваших персональных данных в результате сделанных Вами недосмотров или действий в отношении входа на платформу.

Если Вам стало известно или если Вы подозреваете о несанкционированном использовании Вашей учетной записи AG.ru или о любом другом нарушении безопасности, пожалуйста, немедленно сообщите об этом в нашу службу поддержки по адресу https://ag.ru/feedback.

### Приостановка и закрытие учетной записи

Вы можете закрыть свою учетную запись в любое время, обратившись в нашу службу поддержки по адресу https://ag.ru/feedback.

Мы оставляем за собой право приостановить или прекратить действие Вашей учетной записи AG.ru в любое время без предварительного уведомления по любой причине, в том числе, если у нас возникнет подозрение в том, что Ваша учетная запись была или может быть использована образом, который противоречит настоящим Условиям. При удалении Вашей учетной записи за нарушение настоящих Условий, мы также можем запретить Вам доступ к платформе AG.ru или ее использование в будущем.

## Создаваемый пользователями контент

AG.ru позволяет Вам загружать созданный Вами контент («пользовательский контент» или «Ваш контент») и предоставлять к нему доступ другим пользователям AG.ru. Пользовательский контент может включать в себя контент профиля, рецензии, обсуждения, списки, лайки, комментарии и любой другой контент, опубликованный или иным образом созданный пользователями на платформе AG.ru.

Вы несете единоличную ответственность за свой контент. Вы должны убедиться, что Ваш контент:

- не нарушает настоящие Условия, действующее законодательство или права других лиц;
- не содержит информацию, нарушающую какие-либо права в отношении патентов и торговых марок, авторские права, коммерческую тайну, иные права на интеллектуальную собственность или права собственности какого-либо лица, а также не содержит информацию, нарушающую какие-либо юридические обязательства перед любой третьей стороной;
- не включает в себя информацию, которая может раскрыть личность любого другого лица, если Вы не имеете на это права;
- не содержит материалов, которые могут быть признаны дискредитирующими, угрожающими, оскорбительными, вульгарными, непристойными или иным образом неуместными.

Вы поручаете нам разместить Ваш контент на платформе AG.ru и обеспечить к нему доступ, а также предоставляете нам соответствующую лицензию (см. раздел «Интеллектуальная собственность»).

Вы создаете, загружаете и используете пользовательский контент на свой страх и риск. Мы не несем ответственности за неправомерное использование Вашего контента третьими лицами, так как это находится за рамками нашего разумного контроля.

Мы не проводим предварительный просмотр всего созданного пользователями контента, не одобряем, не поддерживаем и не рекомендуем его. Вы не должны никоим образом утверждать или давать основания полагать, что Ваш контент поддерживается или связан с нами.

Мы оставляем за собой право удалить Ваш контент с платформы AG.ru, если у нас есть основания полагать, что он нарушает настоящие Условия, или принимать любые другие меры, которые мы, по нашему собственному усмотрению, считаем целесообразными для нашей защиты или защиты других лиц, а также если нас обязывает к этому закон или решение любого соответствующего органа. Мы не обязаны уведомлять Вас об этом решении.

Чтобы сообщить о пользовательском контенте, нарушающем настоящие Условия, обратитесь в нашу службу поддержки по адресу https://ag.ru/feedback.

## Использование AG.ru

Вам разрешается использовать AG.ru (включая мобильное приложение и любые веб-страницы и/или данные, которые проходят через веб-домен ag.ru), базовые компьютерные программы (включая интерфейсы прикладного программирования («API»)), доменные имена, унифицированные указатели ресурсов («URL»), базы данных, функции или их содержимое исключительно для личных некоммерческих целей. Запрещено использование любых автоматизированных систем или программного обеспечения для извлечения любых данных с платформы AG.ru в коммерческих целях. Мы оставляем за собой право предпринимать любые действия, которые мы считаем необходимыми, в том числе инициировать судебные процессы без предварительного уведомления, в отношении любого несанкционированного использования AG.ru.

В дополнение к обязательствам, взятым Вами в соответствии с настоящими Условиям, Вы даете согласие не:

- использовать AG.ru для любых целей или любым способом, который противоречит действующему законодательству, настоящим Условиям или цели AG.ru;
- оскорблять, преследовать, угрожать, запугивать других лиц или выдавать себя за другое лицо;
- создавать несколько учетных записей с целью продвижения себя или других пользователей;
- получать доступ к учетной записи другого пользователя AG.ru или препятствовать использованию AG.ru любым другим пользователем;
- отправлять любые поврежденные файлы, файлы, содержащие вирусы, или любые другие элементы, которые могут вызвать неполадки в работе компьютера или другого электронного устройства;
- вызывать перебои в работе, повреждение, снижение эффективности AG.ru или иным образом снижать эффективность или функциональность AG.ru;
- пытаться получить несанкционированный доступ к AG.ru или любым сетям, серверам или компьютерным системам, подключенным к AG.ru;
- использовать любых роботов, пауков, скраперы или иные автоматизированные средства для доступа к платформе AG.ru без нашего явного разрешения (за исключением доступа к RSS-каналам).

Мы оставляем за собой абсолютное право проводить все необходимые расследования (будь то с использованием технологий или иным образом) любых нарушений настоящих Условий.

## Интеллектуальная собственность

Вся информация, данные, базовые компьютерные программы (включая API), доменные имена, URL-адреса, базы данных и материалы, представленные на платформе AG.ru, включая логотипы, макет веб-сайта, цветовую схему и т. д. («Интеллектуальная собственность») защищены авторским правом, правами на торговые знаки, правами на базы данных и/или иными правами на интеллектуальную собственность. Вы можете использовать подобный контент исключительно в разрешенных личных некоммерческих целях. Любое другое использование и/или воспроизведение подобного контента без нашего предварительного письменного согласия запрещено и будет представлять собой нарушение настоящих Условий.

Исключительно с целью получения доступа к платформе AG.ru и ее использования мы предоставляем Вам лицензию, которая:

- неисключительна: мы можем предоставлять такие же и аналогичные лицензии другим лицам;
- может быть отозвана: мы можем прекратить действие этой лицензии при определенных обстоятельствах;
- личная: Вы не можете использовать Интеллектуальную собственность в коммерческих целях;
- не подлежит передаче: лицензия предназначена только для использования лично Вами, и Вы не можете передавать или сублицензировать другим лицам предоставленные нами права;
- ограничена: вы можете использовать Интеллектуальную собственность только в целях, указанных в настоящих Условиях; а также
- действительна при условии соблюдения Вами настоящих Условий.

В той степени, в которой авторские права или другие права интеллектуальной собственности на сгенерированный пользователями контент еще не принадлежат нам, Вы предоставляете нам глобальную, бессрочную, безотзывную, неисключительную, передаваемую, полностью сублицензируемую лицензию на использование, копирование, изменение, воспроизведение Вашего контента, а также на создание выдержек или производных работ на его основе в любых медиаформатах на платформе AG.ru, на других наших каналах, включая коммуникацию посредством мобильных телефонов и электронной почты, социальные сети, связи с общественностью, конкурсы и пресс-релизы, а также в сторонних средствах массовой информации в том числе с целью продвижения AG.ru. Вы не имеете права на выплаты процентных отчислений или любых иных компенсаций или выплат, связанных с любым подобным использованием Вашего контента. Вы отказываетесь от личных неимущественных прав в отношении Вашего контента на платформе AG.ru в той степени, в которой это разрешено законом. Кроме того, Вы предоставляете каждому пользователю AG.ru лицензию на использование Вашего контента в объеме, явно разрешенном настоящими Условиями.

## Ссылки на сторонние сайты

AG.ru может содержать ссылки на сайты третьих сторон. Мы не контролируем такие веб-сайты и не несем ответственности за их содержание или за то, как они используют данные, которые могут получить от Вас. Мы не несем ответственности за любые убытки или ущерб, которые могут возникнуть в результате Вашего перехода по каким-либо ссылкам.

## Отказ от ответственности

Платформа AG.ru и ее контент предоставляются на условиях «как есть» и «по возможности». Мы будем прилагать разумные усилия для обеспечения постоянной доступности AG.ru. Однако могут возникнуть случаи прерывания доступа к AG.ru, в том числе в целях планового технического обслуживания или модернизации, аварийного ремонта или из-за отказа телекоммуникационных линий или оборудования. Кроме того, мы не можем обещать, что дефекты будут исправлены или что использование AG.ru даст конкретные результаты.

Вы используете AG.ru на свой страх и риск. Хотя мы принимаем меры для обеспечения безопасности AG.ru и предотвращения неправильного использования наших систем, мы не можем гарантировать, что платформа AG.ru будет свободна от вирусов или другого вредоносного кода, и не несем ответственности за ущерб или повреждения, вызванные передачей такого кода. Мы рекомендуем всегда использовать современные брандмауэры и антивирусные программы для защиты Вашего оборудования и данных.

Вы также признаете, что платформа AG.ru может содержать уязвимости системы безопасности, и что мы не несем ответственности за любые потерянные данные или недоступность AG.ru, ставшие результатом любой атаки, направленной на систему безопасности платформы или любое нарушение ее работы. Пожалуйста, храните локальную резервную копию Вашего контента и другой информации, которую Вы загружаете на платформу AG.ru.

Вы принимаете на себя полную ответственность за использование AG.ru. Если Вы неудовлетворены платформой AG.ru, в соответствии с настоящими Условиями единственным решением является прекращение использования платформы.

## Общая информация

Если какая-либо часть настоящих Условий будет признана неисполнимой, это не повлияет на исполняемость любых других частей Условий, и оставшаяся часть Условий должна толковаться таким образом, чтобы отражать намерения сторон настолько полно, насколько это возможно.

Никакой отказ от обязательств не имеет силы за исключением отказа в письменной форме, и никакой отказ не считается продолжающимся и способным помешать нам или Вам предпринять меры в случае любого продолжающегося или последующего нарушения или невыполнения обязательств.

Настоящие Условия и любые споры, претензии или обязательства (как договорные, так и внедоговорные), вытекающие из или возникающие в связи с настоящими Условиями, с их сущностью или формой, регулируются законодательством Литвы. Все споры должны быть переданы в юрисдикцию судов той страны, законы которой применимы в конкретном случае.

## Изменения в Условиях

Мы регулярно пересматриваем настоящие Условия. Время от времени мы можем вносить в них изменения, например, чтобы отразить новые функции и возможности платформы AG.ru или из-за изменений в законодательстве.

Мы настоятельно рекомендуем Вам проверять наличие обновлений этих Условий по адресу https://ag.ru/terms каждый раз, когда Вы используете AG.ru. Если Вы не согласны с изменениями , внесенными в Условия (в том числе в [Политику конфиденциальности](/privacy_policy)), Вы имеете право отказаться от использования платформы AG.ru и должны сделать это немедленно. Продолжение использования платформы AG.ru после даты публикации изменений на платформе AG.ru будет означать принятие измененных Условий.

Последнее обновление: 14.08.2019

*****************************

Если у Вас есть какие - либо вопросы, жалобы или комментарии в отношении настоящих Условий (включая [Политику конфиденциальности](/privacy_policy)), пожалуйста, свяжитесь с нами по адресу feedback@ag.ru.

Behind the Games, UAB Jovaro g. 7-2, 03104 Vilnius, Lithuania

© Behind the Games UAB. 2017-2019. Все права защищены.
`;
