export default `
# Добро пожаловать на новый AG.ru

Привет!

Вы наверняка знаете про проект RAWG.io. Это крупнейшая в мире база игр и трекер библиотеки для всех платформ. Сейчас он работает на английском языке, хотя сделан нами — выходцами из России.

Но мало кто знает, что AG.ru являлся в своём роде прародителем RAWG.io с точки зрения идеи — база игр и сообщество геймеров.

Три года назад, когда ещё не было названия, а был только прототип, даже команда разработки называлась Absolute Games Team!

Сегодня у нас отличные новости! Встречайте новый AG.ru, который, мы надеемся, вам понравится.

Что изменилось:

- Весь ценный контент AG.ru (база игр, рецензии) сохранился и теперь доступен в новом удобном дизайне.
- База игр выросла в десять раз — с 34 000 до 340 000 игр. Кроме того, появились страницы создателей игр, их уже больше 20 000.
- Некоторый контент (например, новости) старого AG.ru остались в «[Музее AG](http://old.ag.ru)». Мы сохраняем их, но не переносим в новую версию проекта.
- Можно залогиниться на AG.ru с помощью своего аккаунта на RAWG.io или с помощью своего старого аккаунта AG.ru. Если вы будете использовать свой старый аккаунт на AG.ru, то сперва придётся сбросить пароль. Сделать это можно вот тут: https://ag.ru/password_recovery

Вот что можно делать на новом AG.ru:

- **Один профиль для всех игр**. Ни одного лишнего лончера, просто вкладка в браузере со статистикой и вашими играми.
- **Следите за своим беклогом**. Синхронизируйте игры со Steam, PlayStation, Xbox Live или GOG, добавляйте игры с мобильных устройств, консолей Nintendo или ретро-платформ.
- **Оценивайте игры по-новому**. Используйте уникальную систему из четырёх оценок или пишите рецензии, чтобы полностью раскрыть своё мнение.
- **Создавайте коллекции**. Соберите игры с лучшей музыкой, лучшие шутеры для совместного прохождения или любимые игры своего детства и поделитесь с друзьями.
- **Заполняйте вишлист**. Пусть все знают, что вам можно подарить на день рождения.

[Расскажите нам](/feedback), что вы думаете об изменениях: что нравится, чего не хватает, а что работает не так, как хотелось бы. В ближайшее время мы будем активно работать над сайтом и постараемся учесть все пожелания.

Добро пожаловать на новый AG.ru!

### Первые вопросы, которые могли у вас появиться

- Почему на старом сайте теперь что-то совсем другое?
    - Как нам кажется, RAWG — это не совсем «другой» сайт, это идейный последователь AG. Поэтому нам показалось органичным, что русскоязычная версия RAWG будет существовать именно с таким названием и по этому адресу.

- Является ли AG.ru частью RAWG? Или это отдельный сайт?
    - Новый AG.ru — часть RAWG, его русскоязычная версия.

- Я могу использовать свой старый аккаунт на AG.ru?
    - Да. Но придётся восстановить доступ к аккаунту, сбросив пароль: https://ag.ru/password_recovery

### Про отличия RAWG и AG.ru

- Чем отличаются RAWG и AG.ru?
    - Языком и совсем немного функциональностью. Например, на AG.ru пока что нельзя вносить правки в базу игр. Но это можно сделать на RAWG, и тогда правки появятся на обоих сайтах — ведь у нас общая база.

- Что можно делать на новом AG.ru?
    - Всё то же самое, что и на RAWG! Можно собирать все игры в одном месте, делать коллекции, ставить оценки и писать рецензии. Можно писать комментарии к играм, общаться с другими геймерами, смотреть календарь и много других полезных вещей.

- Если я напишу рецензию (создам коллекцию, поставлю оценку и т.п.) на AG.ru, то она появится на RAWG? А наоборот?
    - Да. Правильнее будет воспринимать это не как разные сайты, а как разные языковые версии одного сайта.

- Почему я вижу рецензии, комментарии, коллекции и т.п. на других языках?
    - Как мы и сказали, AG.ru и RAWG не стоит воспринимать как разные проекты, это разные языковые версии одного проекта. Это значит, что на AG.ru вам может встретиться контент на иностранном языке. Однако, контент на AG.ru приоритизируется по языку, а значит вы, например, увидите англоязычные рецензии только после русскоязычных.

- Будет ли AG.ru писать рецензии, как и раньше?
    - Новый AG.ru — это UGC-платформа. Команда сайта и наши пользователи равны. Если кто-то из пользователей напишет классную рецензию (или любой другой контент), то мы им поделимся в наших соцсетях так же, как мы бы поделились контентом от нашей команды.

### Если вы скучаете по старому AG.ru

- Где старый контент?
    - Мы бережно сохранили весь старый контент, который не смогли перенести на новый сайт, на поддомене old.ag.ru, так что если вы хотите просто сходить в музей, то это он.

- На старом AG.ru я подписывался на игры и следил за новостями о них. Будет ли подобное в новой версии?
    - Сейчас можно подписываться на создателей игр, компании, теги или даже целые жанры и платформы, а игры можно добавлять в библиотеку. К сожалению, новостей как таковых новый AG.ru не имеет, зато есть посты, рецензии и коллекции.

- Я пользовался каким-то инструментом, теперь его нет. Вы зачем убили такую удобную вещь?
    - Напишите, пожалуйста, что вам не хватает на почту feedback@ag.ru. Все данные сохранены, мы постараемся всё починить и вернуть все инструменты, которые были на старой версии AG.ru, со временем.

- Почему поменялась система оценок?
    - Времена изменились, теперь большинство крупных игр получает от 70% до 90% на Metacritic, спектр оценок сильно сместился вверх. Если у площадки есть десятибальная шкала оценки, то оценки ниже 6 почти никогда не используются — даже для плохих игр. Мы считаем, что наша новая система оценок идеально подходит для современного мира: когда оценка должна быть понятной, быстро считываться и у вас не должно быть сомнений, что вам выбрать. Кроме того, такие оценки помогают выбирать игры так же, как рекомендации вашего друга.

Остались вопросы? Присылайте их на [feedback@ag.ru](mailto:feedback@ag.ru) или через https://ag.ru/feedback, и мы обновим эту страницу.`;
