Repository: agriev/we_sdk_mock
Catalog: rawg-backend-master/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Don't forget to add your email.
ru: Не забудь добавить электронную почту.

source: That doesn't look like a valid email address.
ru: Не похоже на настоящий адрес электронной почты.

source: You already connected this social provider.
ru: Ты уже подключил такой социальный аккаунт.

source: Steam user is not found.
ru: Пользователь Steam не найден.

source: Verify password does not equals to new password.
ru: Повтор пароля не совпадает с новым паролем.

source: Old password does not match.
ru: Старый пароль не совпадает.

source: Verify email does not match to new e-mail.
ru: Повтор электронного адреса не совпадает с новым адресом.

source: Your current e-mail is not confirmed.
ru: Электронная почта не подтверждена.

source: Password does not match.
ru: Пароль не совпадает.

source: Your password is too short. You need %(min_length)d+ character.
ru: Пароль слишком короткий. Должно быть минимум %(min_length)d+ символов.

source: This password is not safe. Please, create another.
ru: Этот пароль небезопасен. Пожалуйста, выбери другой.

source: This social account is not connected.
ru: Этот аккаунт соцсети не подключен.

source: This social account is already connected to another AG account.
ru: Этот аккаунт соцсети уже подключен к другому аккаунту AG.

source: Related pages
ru: Связанные страницы

source: Don't forget to add your name.
ru: Не забудь добавить своё имя.

source: A user with that username already exists.
ru: Пользователь с таким никнеймом уже существует.

source: Full name is too long. Must be %(length)d+ character.
ru: Полное имя слишком длинное. Должно быть %(length)d+ символов или меньше.

source: Required. %(length)d+ character. Letters, digits and -/_ only.
ru: Это обязательное поле. %(length)d+ символов или меньше. Только буквы, цифры и знаки - или _.

source: Enter a valid username. This value may contain only letters, numbers, and -/_ characters.
ru: Введи никнейм. Он может включать только буквы, цифры и знаки - или _.

source: English
ru: Английский

source: Russian
ru: Русский

source: game
ru: игра
