export default `
# Пользовательское соглашение
**Правила пользования Интернет-ресурсами Компании ООО «Канобу»**

Правила пользования интернет-ресурсами ООО «Канобу» (далее именуемая «Компания» или KANOBU NETWORK) регулируют условия использования информации, услуг и продуктов (именуемые совместно «Услуги»), предлагаемых пользователям интернета («Пользователи») на интернет-ресурсах Компании: сайтах AG.ru, KANOBU.ru, GamesLife.ru, OGL.ru, WorldGames.ru («Интернет-ресурсы компании»). Компания вправе в любое время изменять настоящие Правила без какого-либо уведомления Пользователей. Пользуясь Интернет-ресурсами Компании, Пользователи обязаны соблюдать настоящие Правила с учетом вносимых в них изменений.

Предоставление отдельных Услуг посредством Интернет-ресурсов Компании обусловливаются дополнительными правилами, которые включаются в настоящие Правила по ссылке. В случае разночтений в тексте настоящих Правил и любых дополнительных правил приоритет имеют положения, предусмотренные дополнительными правилами.

Компания имеет право в любое время и на любых основаниях без предварительного уведомления Пользователей осуществлять следующие действия, но не возлагает на себя обязательства по их осуществлению:

Ограничивать Пользователей в доступе, приостанавливать или прекращать доступ ко всем или отдельным Услугам, предоставляемым Пользователям посредством Интернет-ресурсов Компании;
Изменять, приостанавливать или прекращать все или отдельные Услуги, предоставляемые Пользователям посредством Интернет-ресурсов Компании;
На любых основаниях отказывать Пользователям в размещении, перемещении или удалении любых материалов на Интернет-ресурсах Компании;
Блокировать или удалять аккаунты (учетные записи) Пользователей, а также изменять или удалять любую информацию, содержащуюся в файлах учетных записей Пользователей.
Принимая настоящие Правила, Пользователь подтверждает, что Компания не несет перед ним или любыми третьими лицами ответственность за осуществление любых из указанных действий.

Принимая настоящие Правила, Пользователь подтверждает, что Услуги Компании включают в себя информирование Пользователей о предоставляемых Услугах Компании или ее партнеров. Пользователь не наделен правом отказаться от получения указанных сообщений.

Кроме того, Услуги Компании могут включать в себя услуги по размещению рекламы. Пользователь понимает и соглашается с тем, что все Услуги или любая их часть может сопровождаться рекламой, и что такая реклама необходима Компании для предоставления Услуг. Пользователь также обязуется не ограничивать показ такой рекламы или объявлений посредством внесения изменений в HTML/CSS либо другими средствами. Используя Услуги, Пользователь признает право Компании размещать подобную рекламу без предварительного уведомления и без какой-либо компенсации Пользователю или другим пользователям. Характер размещения и количество рекламы, отображаемой на Интернет-ресурсах Компании, определяются и изменяются по усмотрению Компании. Переписка и деловые отношения с рекламодателями или участие в рекламных акциях, проводимых рекламодателями, осуществляемых при помощи Услуг, включая оплату, доставку, в том числе условия, гарантии и презентации соответствующих услуг или товаров, упомянутых в или найденных вследствие таковых отношений, порождают права и обязательства исключительно между Пользователем и рекламодателем. Пользователь соглашается с тем, что Компания не несет какой-либо ответственности или каких-либо обязанностей за причинение каких-либо потерь или убытков, понесенных в результате взаимодействия с рекламодателями и (или) наличия рекламы в Услугах.

**Контент, размещаемый на Интернет-ресурсах Компании**

На Интернет-ресурсах Компании размещается разнообразный контент, создаваемый Компанией, партнерами Компании и Пользователями Интернет-ресурсов Компании. Любые материалы, опубликованные на Интернет-ресурсах Компании, включая в том числе, но не ограничиваясь указанным перечнем, письменный контент, фотографии, графику, изображения, иллюстрации, марки, логотипы, аудио- и видео-клипы, flash-анимацию, защищены авторскими правами или правами на использование торговых марок, принадлежащими нашей компании или нашим партнерам. Пользователь не вправе изменять, публиковать, копировать, передавать, участвовать в передаче или продаже, создавать производные продукты и распространять материалы, размещенные на Интернет-ресурсах Компании. Если Вы хотите направить запрос о предоставлении разрешения на пользование каким-либо размещенным на наших сайтах контентом, просим Вас ознакомиться с информацией в разделе: Уведомление об авторском праве.

Дополнительно Пользователь несет исключительную ответственность за любые материалы, публично размещенные на Интернет-ресурсах Компании или переданные конфиденциально посредством технических возможностей, предоставляемых Пользователю на Интернет-ресурсах Компании («Пользовательский контент»). Принимая настоящие Правила, Пользователь подтверждает, что располагает всеми правами интеллектуальной собственности в отношении Пользовательского контента, и предоставляет Компании право на пользование, копирование, создание производных продуктов, распространение, публичное представление и воспроизведение, хранение, передачу, отправку, публикацию Пользовательского контента и его последующих редакций для целей (i) воспроизведения Пользовательского контента на Интернет-ресурсах Компании; (ii) распространения Пользовательского контента посредством электронных или иных средств связи с целью предоставления другим пользователям возможности загрузить или иным образом получить такой контент, и/или (iii) хранения Пользовательского контента в удаленной базе данных, открытой для доступа другим пользователям.

При пользовании Интернет-ресурсами Компании Пользователи могут столкнуться с контентом, способным причинить вред или ущерб, являющимся непристойным или оскорбительным, а также содержащим неточную информацию. Пользователь берет на себя все риски, связанные с использованием такого контента. Компания имеет право удалить любой контент, который нарушает настоящие Правила или является оскорбительным, но не возлагает на себя обязательства по удалению такого контента.

**Сайты, продукты и Услуги третьих лиц**

На Интернет-ресурсах Компании размещаются ссылки на интернет-сайты, принадлежащие третьим лицам, и могут носить коммерческий характер. Размещение на Интернет-ресурсах компании контента третьих лиц и ссылок на сайты третьих лиц не является одобрением такого контента или сайтов. Компания не несет ответственности за содержание таких сайтов или контента на них. Также Компания не несет ответственности в отношении любых товаров и услуг, которые предлагаются посредством размещения ссылок на интернет-сайты, принадлежащие третьим лицам. Любое взаимодействие с третьими лицами, включая операции по осуществлению расчетов, поставке товаров и услуг, Пользователь осуществляет самостоятельно. Компания не несет ответственности и не возлагает на себя какие-либо обязательства в случае возникновения убытков или причинения ущерба любого характера в результате любых таких операций между Пользователем и третьими лицами. Любые вопросы, исковые заявления или претензии в отношении каких-либо товаров или услуг должны направляться по адресу соответствующего продавца.

**Реклама третьих сторон**

Мы можем разрешить третьим сторонам, в том числе издателям и рекламным сетям, показывать рекламу на наших сайтах. Некоторые из этих компаний могут размещать куки-файлы на вашем компьютере, чтобы идентифицировать ваш компьютер каждый раз, когда они посылают вам онлайн-рекламу. Это дает им возможность понять, где вы или другие пользователи вашего компьютера видели их рекламу, и показывать рекламу, которую они считают интересной для вас. Мы не контролируем использование куки-файлов этими компаниями. Если вы не желаете чтобы информация о вашем поведении была доступна для третьих сторон вы можете запретить сбор данных. Некоторые из этих компаний являются участниками программы "Сетевая рекламная инициатива" (Network Advertising Initiative, NAI), предоставляющей возможность отказаться от размещения идентифицирующих куки-файлов. Пожалуйста, посетите веб-сайт программы "Сетевая рекламная инициатива" по адресу http://www.networkadvertising.org/choices/.

Обратите внимание, что если вы решите отказаться от использования вашей информации для распространения рекламы с учетом ваших интересов, вы будете продолжать видеть рекламные сообщения на нашем сайте, но эти рекламные объявления могут быть не столь актуальны для вас.

**Политика конфиденциальности**

Любая информация и сведения, получаемые Компанией от Пользователя, например, данные о регистрации, является предметом политики Компании по защите конфиденциальности частной информации.

**Правила поведения пользователей на Интернет-ресурсах Компании**

Пользователь несет ответственность за поддержание конфиденциальности при пользовании своим аккаунтом и паролем на Интернет-ресурсах Компании. Пользователь обязан своевременно осуществлять обновление регистрационных данных для обеспечения их точности, действительности и полноты. В случае если Компания предоставляет Пользователю пароль, Пользователь не вправе сообщать его третьим лицам (другим пользователям). Также Пользователь не имеет права на пользование паролем третьего лица (другого пользователя). Пользователь подтверждает свое согласие незамедлительно информировать Компанию о любых случаях несанкционированного использования пароля или аккаунта пользователя третьими лицами, а также о любых других нарушениях правил безопасности. Компания не несет ответственности в случае возникновения каких-либо убытков или причинения ущерба в результате несоблюдения Пользователем настоящих Правил.

Принимая настоящие Правила, Пользователь подтверждает свое согласие не пользоваться Интернет-ресурсами Компании для осуществления следующих действий:

- Порочить, оскорблять, подвергать нападкам, открыто преследовать, угрожать или другим образом причинять ущерб законным правам третьих лиц (других пользователей);
- Публиковать, размещать, загружать, распространять или разглашать любой некорректный, бесчестящий и оскорбляющий достоинство, причиняющий вред, непристойный, неприличный и запрещенный законом контент;
- Передавать файлы с вирусами и (или) любые программы, использование которых может причинить вред или ущерб компьютерам третьих лиц, Интернет-ресурсам Компании, любому программному обеспечению или телекоммуникационному оборудованию;
- Рекламировать или предлагать за определенную плату любые товары или услуги для достижения коммерческих целей, за исключением случаев, когда Пользователь обладает соответствующим письменным разрешением, предоставленным ему Компанией;
- Размещать по собственному желанию рекламу или рекламные материалы, передавать условия действия финансовых пирамид, распространять спам;
- Загружать или распространять какие-либо файлы, использование которых ограничено авторскими и смежными правами;
- Фальсифицировать или удалять любые устанавливающие авторство записи, официальные и другие соответствующие уведомления, обозначения прав собственности или ярлыки, созданные или перемещенные из программ или с других ресурсов;
- Ограничивать пользование или блокировать доступ любых других пользователей к общедоступным материалам на Интернет-ресурсах Компании;
- Заниматься накоплением и хранением находящихся в открытом доступе персональных данных других пользователей Интернет-ресурсов Компании, а также использовать эту информацию в личных целях;
- Вмешиваться в или нарушать работу Интернет-ресурсов Компании, серверов и сетей;
- Выдавать себя за любое физическое или юридическое лицо, включая в том числе представителя ООО «Канобу», но не ограничиваясь этим, а также создавать заведомо ложное представление о своих отношениях с любым таким физическим или юридическим лицом;
- Подделывать заголовки и подделывать идентификаторы или другие данные для целей сокрытия адреса любого контента, переданного через наши сайты;
- Осуществлять любые действия, влекущие за собой возникновение неоправданных и несоразмерных издержек, связанных с деятельностью нашей инфраструктуры;
- Участвовать в любой незаконной деятельности.

Принимая настоящие Правила, Пользователь подтверждает свое согласие использовать Интернет-ресурсы Компании, блоги, чаты, форумы, сообщества и/или каналы передачи сообщений исключительно для целей отправки и получения сообщений и материалов, которые соответствуют и относятся к тематике данных Интернет-ресурсов.

В случае, если Пользователь при нахождении на Интернет-ресурсах Компании использует имя пользователя, которое по исключительному усмотрению Компании является неприличным, непристойным или оскорбительным, Компания сохраняет за собой право автоматически изменить имя пользователя, удалить публикации Пользователя с Интернет-ресурсов Компании, отказать Пользователю в доступе к Интернет-ресурсам Компании, или применить любое сочетание указанных мер без предоставления предварительного уведомления.

Несанкционированный доступ к Интернет-ресурсам Компании является нарушением настоящих Правил и законодательства. Принимая настоящие Правила, Пользователь подтверждает свое согласие не использовать автоматические механизмы, включая в том числе, но не ограничиваясь указанным перечнем, агенты, автоматические устройства, скрипты или «пауки» для подключения, мониторинга или копирования какой-либо части Интернет-ресурсов Компании, за исключением средств, предусмотренных интерфейсом Интернет-ресурсов Компании или для использования которых Компания предварительно предоставляет Пользователю соответствующее разрешение в письменной форме.

Правила пользования Интернет-ресурсами Компании подчиняются действующим законам и принципам судопроизводства. Ни одно из положений, включенных в настоящие Правила, не ограничивает право Компании выполнять требования, установленные государственными, судебными или правоохранительными органами в отношении Правил пользования Интернет-ресурсами Компании.

**Требования об удалении определенного контента с Интернет-ресурсов Компании**

Если Вы полагаете, что принадлежащий Вам контент был скопирован и стал открытым для доступа, и в результате этого Ваши права на интеллектуальную собственность были нарушены, ознакомьтесь с содержанием раздела Уведомление об авторском праве.

**Освобождение от ответственности**

Настоящим Вы подтверждаете свое согласие гарантировать возмещение, обеспечить судебную защиту и освободить ООО «Канобу» и всех наших должностных лиц, директоров, владельцев, работников, представителей, поставщиков информации, аффилированные компании, партнеров и лицензиаров (именуемых совместно «Партнеры ООО «Канобу») от любой ответственности, обязательств по возмещению убытков, расходов и издержек (включая вознаграждение, выплачиваемое адвокатам), понесенных любым участником KANOBU Network на основании любого иска, включая в том числе, но не ограничиваясь указанным перечнем, иски за причинение ущерба репутации, за нарушение прав на публичное использование и/или за нарушение прав на неприкосновенность частной жизни, а также за нарушение авторских прав или прав на использование торговой марки в связи со следующими действиями:

Пользование нашими сайтами;
Любое пользование или предполагаемое пользование Вашим аккаунтом и паролем любым другим лицом (пользователем), независимо от того имеет ли такой пользователь предоставленное Вами разрешение на такое пользование;
Контент, качество, наполнение контента, который Вы размещаете на наших сайтах;
Подключение к нашим сайтам;
Нарушение Вами настоящих Правил; или
Нарушение Вами прав любого другого физического или юридического лица.
Мы сохраняем за собой право за свой собственный счет обеспечить эксклюзивную защиту и контроль любых вопросов по искам, на основании которых Вы обязаны обеспечить нам материальное возмещение, а также Вы подтверждаете согласие сотрудничать с нами в процессе защиты по указанным искам.

**Отказ от ответственности**
Компания отказывается от любой ответственности за удаление, невыполнение обязательств по хранению, за доставку на неправильный адрес или за несвоевременную доставку любой информации или материалов.

Компания не гарантирует постоянного и непрерывного доступа к Интернет-ресурсам Компании, а также того, что Интернет-ресурсы Компании не содержат ошибок. Кроме того, Компания не предоставляет гарантий в отношении Контента, размещаемого на Интернет-ресурсах Компании. Любые материалы и файлы, которые Пользователь загружает или другим образом получает через Интернет-ресурсы Компании, предоставляются Пользователю по его усмотрению, и все риски использования таких материалов возлагаются на самого Пользователя. Пользователь несет исключительную ответственность за любые возможные случай причинения ущерба компьютерной системе Пользователя или случаи утери данных в результате загрузки таких материалов и файлов. Пользователь принимает на себя все риски по качеству и эффективности работы Интернет-ресурсов Компании, а также риски в отношении точности и полноты Контента.

Компания не несет ответственности в случае причинения прямых, косвенных, случайных, фактических убытков Пользователю, возникающих в процессе пользования или по причине невозможности пользования Интернет-ресурсами Компании.

**Порядок разрешения споров**

Все споры и претензии, которые могут возникнуть между Пользователями и Компанией разрешаются с соблюдением обязательного досудебного претензионного порядка. Срок рассмотрения письменной претензии составляет 30 (тридцать) календарных дней. В случае неурегулирования спора в досудебном порядке или отсутствия ответа от стороны на претензию в течение срока, указанного в настоящем пункте, спор может быть передан в суд общей юрисдикции или Арбитражный Суд в соответствии с действующим законодательством РФ. В отношении всех споров, вытекающих из настоящих Правил устанавливается договорная подсудность, в соответствии с которой спор рассматривается Арбитражным Судом г.Москвы или районным судом г.Москвы по месту нахождения Компании.

Настоящие Правила, включая любые термины, условия и обязательные процедуры, включенные в текст настоящих Правил по ссылке, представляют собой неделимое соглашение, заключенное между Пользователем и Компанией ООО «Канобу», и регулируют процесс пользования Интернет-ресурсами Компании.

Настоящие Правила следует толковать в соответствии с законодательством Российской Федерации.

**Уведомление об авторском праве**

Весь редакционный контент (тексты, графические изображения, видеоматериалы и т.д. собственных авторов Компании, а также материалы, принадлежащие партнерам Компании) Интернет-ресурсов компании защищены законодательством о защите авторских прав, международными соглашениями и другими законами о защите авторских прав, при этом любое копирование без наличия официального разрешения Компании запрещено.

Разрешение на пользование контентом Компании выдается в зависимости от каждого конкретного случая с подтверждением в письменном виде.

Категорически запрещено копировать HTML-код Интернет-ресурсов Компании или какой-либо другой код Интернет-ресурсов Компании для создания web-страниц. Код также является собственностью ООО «Канобу» и защищен авторским правом.

В рамках текущей деятельности Компания размещает рекламу и перечень товаров, предлагаемых третьими лицами. Компания не обладает должной компетенцией разрешать споры, возникающие между обладателями прав на интеллектуальную собственность и третьими лицами, рекламирующими и размещающими перечни предлагаемых ими товаров на Интернет-ресурсах Компании.

Идя навстречу обладателям прав на интеллектуальную собственность, Компания готова рассмотреть отдельные обоснованные претензии. Тем не менее, Компания не предоставляет каких-либо гарантий в отношении того, что с Интернет-ресурсов Компании будут удалены материалы, предположительно нарушающие авторские права.

**Если Вы полагаете, что ваши права были нарушены**

Если Вы полагаете, что Ваши права были нарушены Компанией или третьим лицом, разместившим материалы на Интернет-ресурсах Компании, для урегулирования этой ситуации Вам необходимо предоставить Компании следующую информацию:

Описание произведения, защищенного авторским правом или другим правом на интеллектуальную собственность, на которое, по Вашему заявлению, были нарушены авторские права;
Описание места расположения на сайте материала, который, по Вашему заявлению, нарушает Ваши права;
Адрес, номер телефона, адрес электронной почты, по которому Компания может связаться с Вами;
Заявление о том, что Вы добросовестно предполагаете, что такое пользование не разрешено обладателем авторских прав или других прав на интеллектуальную собственность, его представителем или по закону;
Заявление о том, что информация в Вашем уведомлении является точной, и что Вам принадлежат авторские права или права на интеллектуальную собственность или что Вы уполномочены действовать от имени обладателя таких прав;
Ваша электронная или физическая подпись.
Во многих ситуациях возникают затруднения в связи с определением факта нарушения Ваших прав на интеллектуальную собственность. Компания вправе запросить дополнительную информацию перед удалением любого материала, нарушающего такие права. Компания может предоставить предполагаемому нарушителю адрес Вашей электронной почты для предоставления такому лицу возможности ответить на Ваши заявления. Если разногласия возникают по вопросу определения действительного обладателя прав, являющихся предметом спора, мы сохраняем за собой право удалить Ваш контент, а также контент предполагаемого нарушителя таких прав, ожидающего разрешения данного вопроса.

**Если Ваши материалы были удалены на основании претензий других лиц**

Компания обязуется предоставить Вам уведомление в случае удаления Ваших материалов в связи с предполагаемым нарушением прав на интеллектуальную собственность, принадлежащих третьим лицам. Кроме того, компания обязуется передать Вам адрес электронной почты заявителя претензии для предоставления Вам возможности разрешения данного вопроса. Компания вправе восстановить Ваши материалы из архива после предоставления заявителем претензии уведомления о том, что разногласие было разрешено.
`;
